{
	"headerTitle": "Mi Portafolio",
	"langChangeLabel": "Cambiar idioma",
	"langChangeItem1": "Español",
	"langChangeItem2": "Ingles",
	"darkThemeTranslation": "Oscuro",
	"lightThemeTranslation": "Claro",
	"aboutMe": "Desarrollador full-stack con más de 5 años de experiencia creando soluciones web y móviles con React, React Native, Node.js, PHP y ASP .NET. Especialista en bases de datos relacionales y no relacionales, y patrones de diseño. Comprometido con la entrega de productos escalables, eficientes y bien documentados.",
	"projectSectionTitle": "Proyectos Destacados",
	"projectCardFooterTitle": "Tecnologías usadas",
	"projectConectaTampsDescription": "Conecta Tamaulipas es una aplicación realizada para la Coordinación de Prevención del Delito del Secretariado Ejecutivo del Sistema Estatal de Seguridad Pública Tamaulipas",
	"projectPiaigesDescription": "Permite a la ciudadanía visualizar, de manera interactiva, datos relevantes sobre los delitos ocurridos en los 43 municipios de Tamaulipas. A través de la integración de información de diversas fuentes, como el Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública (SESNSP)",
	"projectMexplorDescripcion": "Aplicación de audio tours sobre diferentes destinos en México.",
	"projectPiaigesWebDescription": "Aplicación sobre estadísticas de incidencia delictiva de los 43 municipios del Estado de Tamaulipas, México.",
	"skillsTitle": "Mis habilidades",
	"reactSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con React",
	"reactNativeSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con React Native",
	"expoSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con Expo",
	"pushNotifications": "Notificaciones Push",
	"expoLocation": "Primer y Segundo plano",
	"storePublishing": "Publicar en App Store y Google play usando EAS, Xcode ó Android Studio",
	"nodeSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con Node JS",
	"oop": "Programación orientada a Objetos",
	"functionalProgramming": "Programación Funcional",
	"desingPatterns": "Patrones de diseño",
	"fileManagement": "Administración de archivos",
	"aspSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con ASP .NET",
	"dependencyInjection": "Inyección de dependencias",
	"contactMe": "¿Deseas ponerte en contacto directo conmigo?",
	"emailmeat": "Manda un correo a josuenolan96@gmail.com o a josue_nolasco96@hotmail.com (Sí, aún tengo hotmail; ya estoy viejo)",
	"phonecallme": "Hazme una llamada al 🇲🇽 +52 834 252 32 84 ó enviame un",
	"whatsappmessage": "mensaje de whatsapp",
	"justremote": "Por razones personales, por el momento solo puedo tomar trabajos de manera remota",
	"thanks": "Gracias por llegar hasta aquí!",
	"thanks2": "Realmente aprecio tu atención e interés en mi trabajo. Estaría contento de discutir la manera en la que puedo contribuir a tu equipo y/o proyecto.",
	"resume": "Currículum",
	"jobSectionTitle": "Mi experiencia",
	"smartcitydates": "Abr 2023 - Feb 2024",
	"smartcitydescription": "Participé en el desarrollo de la plataforma “Ventanilla Única” utilizando React, MUI Material, Node y Mongoose. Optimicé flujos de usuario y ayudé a escalar elsistema para más de 10 gobiernos municipales en México.",
	"sesespDates": "Mar 2020 - Presente",
	"sesespDescription": "Lideré el desarrollo de sistemas web, móviles y de escritorio para procesos decontrol interno, administración, y monitoreo, utilizando React, React Native, ASP. NET, PHP, C#, Node.js y SQLServer. Reduje los tiempos de trámite en un 40% mediante automatización deprocesos clave.",
	"skillsinstruction": "Presiona las habilidades marcadas con el icono en la esquina superior derecha para ver más información",
	"ventanillaunicatitle": "Ventanilla Única",
	"ventanillaunicadescription": "Esta es una plataforma en línea en la que las personas son capaces de llevar a cabo trámites gubernamentales. Participe en el desarrollo para las versiones de los clientes de Quintana Roo, Queretaro, Tamaulipas, Cancún, Texas, and other clients.",
	"educationTitle": "Educación",
	"fulltimejob": "Trabajo de tiempo completo",
	"parttimejob": "Trabajo de medio tiempo",
	"tecvictoriatitle": "Instituto Tecnológico de Ciudad Victoria",
	"tecvictoriadates": "Aug 2014 - Feb 2019",
	"tecvictoriadescription": "Título en Licenciatura de Ingeniería en Sistemas Computacionales"
}
