{
    "headerTitle": "Mi Portafolio",
    "langChangeLabel" : "Cambiar idioma",
    "langChangeItem1": "Espa帽ol",
    "langChangeItem2": "Ingles",
    "darkThemeTranslation": "Oscuro",
    "lightThemeTranslation": "Claro",
    "aboutMe": "Desarrollador full-stack con m谩s de 5 a帽os de experiencia creando soluciones web y m贸viles con React, React Native, Node.js, PHP y ASP .NET. Especialista en bases de datos relacionales y no relacionales, y patrones de dise帽o. Comprometido con la entrega de productos escalables, eficientes y bien documentados.",
    "projectSectionTitle": "Proyectos Destacados",
    "projectCardFooterTitle": "Tecnolog铆as usadas",
    "projectConectaTampsDescription": "Conecta Tamaulipas es una aplicaci贸n realizada para la Coordinaci贸n de Prevenci贸n del Delito del Secretariado Ejecutivo del Sistema Estatal de Seguridad P煤blica Tamaulipas",
    "projectPiaigesDescription": "Permite a la ciudadan铆a visualizar, de manera interactiva, datos relevantes sobre los delitos ocurridos en los 43 municipios de Tamaulipas. A trav茅s de la integraci贸n de informaci贸n de diversas fuentes, como el Secretariado Ejecutivo del Sistema Nacional de Seguridad P煤blica (SESNSP)",
    "projectMexplorDescripcion": "Aplicaci贸n de audio tours sobre diferentes destinos en M茅xico.",
    "projectPiaigesWebDescription": "Aplicaci贸n sobre estad铆sticas de incidencia delictiva de los 43 municipios del Estado de Tamaulipas, M茅xico.",
    "skillsTitle": "Mis habilidades",
    "reactSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con React",
    "reactNativeSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con React Native",
    "expoSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con Expo",
    "pushNotifications": "Notificaciones Push",
    "expoLocation": "Primer y Segundo plano",
    "storePublishing": "Publicar en App Store y Google play usando EAS, Xcode 贸 Android Studio",
    "nodeSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con Node JS",
    "oop": "Programaci贸n orientada a Objetos",
    "functionalProgramming": "Programaci贸n Funcional",
    "desingPatterns": "Patrones de dise帽o",
    "fileManagement": "Administraci贸n de archivos",
    "aspSkillsDescription": "Librerias, paquetes, API y otras habilidados que he empleado con ASP .NET",
    "dependencyInjection": "Inyecci贸n de dependencias",
    "contactMe": "驴Deseas ponerte en contacto directo conmigo?",
    "emailmeat": "Manda un correo a josuenolan96@gmail.com o a josue_nolasco96@hotmail.com (S铆, a煤n tengo hotmail; ya estoy viejo)",
    "phonecallme": "Hazme una llamada al 拆 +52 834 252 32 84 贸 enviame un",
    "whatsappmessage": "mensaje de whatsapp",
    "justremote": "Por razones personales, por el momento solo puedo tomar trabajos de manera remota",
    "thanks": "Gracias por llegar hasta aqu铆!",
    "thanks2": "Realmente aprecio tu atenci贸n e inter茅s en mi trabajo. Estar铆a contento de discutir la manera en la que puedo contribuir a tu equipo y/o proyecto.",
    "resume": "Curr铆culum"
}