{
	"headerTitle": "My Portfolio",
	"langChangeLabel": "Change language",
	"langChangeItem1": "Spanish",
	"langChangeItem2": "English",
	"darkThemeTranslation": "Dark",
	"lightThemeTranslation": "Light",
	"aboutMe": "Full-stack developer with more than 5 years of experience creating web and mobile solutions with React, React Native, Node.js, PHP and ASP .NET. Specialist in relational databases and not relational, and design patterns. Committed to the delivery of scalable, efficient and well-documented products.",
	"projectSectionTitle": "Main Projects",
	"projectCardFooterTitle": "Used Skills",
	"projectConectaTampsDescription": "Conecta Tamaulipas is an application develop by request of the Crime Prevention Coordination of the Executive Secretariat of State Security System of Tamaulipas",
	"projectPiaigesDescription": "Allows citizens visualize in a interactive way about ocurred crimes over the 43 municipalities of Tamaulipas. Through different information sources such as the Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública (SESNSP).",
	"projectMexplorDescripcion": "App about audio tours to travel across different places in México.",
	"projectPiaigesWebDescription": "Application about crime statistics over the 43 municipalities of Tamaulipas, Mexico.",
	"skillsTitle": "My Skills",
	"reactSkillsDescription": "Libraries, packages, API and other skills i've been using with React",
	"reactNativeSkillsDescription": "Libraries, packages, API and other skills i've been using with React Native",
	"expoSkillsDescription": "Libraries, packages, API and other skills i've been using with Expo",
	"pushNotifications": "Push Notifications",
	"expoLocation": "Foreground & Background",
	"storePublishing": "Publishing to App Store and Google play using EAS, Xcode And Android Studio",
	"nodeSkillsDescription": "Libraries, packages, API and other skills i've been using with Node JS",
	"oop": "Object Oriented Programming",
	"functionalProgramming": "Functional Programming",
	"desingPatterns": "Desing Patterns",
	"fileManagement": "File Management",
	"aspSkillsDescription": "Libraries, packages, API and other skills i've been using with ASP .NET",
	"dependencyInjection": "Dependency Injection",
	"contactMe": "Want to make a direct contact with me?",
	"emailmeat": "Email me at josuenolan96@gmail.com or to josue_nolasco96@hotmail.com (Yep, i still have hotmail domain; i'm old)",
	"phonecallme": "Make a call to 🇲🇽 +52 834 252 32 84 or send me a",
	"whatsappmessage": "whatsapp message",
	"justremote": "By personal reasons, I just can only accept jobs on remote modality",
	"thanks": "Thank you for reaching here!",
	"thanks2": "I truly appreciate your attention and interest in my work. I’d be happy to discuss how I can contribute to your team or project.",
	"resume": "Resume",
	"jobSectionTitle": "My Experience",
	"smartcitydates": "Apr 2023 - Feb 2024",
	"smartcitydescription": "I participated in the development of the platform Ventanila Única” using React, MUI Material, Node and Mongoose. I optimized user flows and helped scale thesystem for more than 10 municipal governments in Mexico.",
	"sesespDates": "Mar 2020 - Present",
	"sesespDescription": "I led the development of web, mobile and desktop systems for internal control,administration, and monitoring processes using React, React Native, PHP, ASP .NET, C#, Node.js and SQL Server. Ireduced the times of 40% processing through automation of key processes.",
	"skillsinstruction": "Press on the skills marked with the icon on the top right corner",
	"ventanillaunicatitle": "Citizen's Self Service Counter",
	"ventanillaunicadescription": "This is a platform where people can be capable of doing goverment procedures online. I participated on the development for the client versions of Quintana Roo, Queretaro, Tamaulipas, Cancún, Texas, and other clients.",
	"educationTitle": "Education",
	"fulltimejob": "Full-time Job",
	"parttimejob": "Part-time Job",
	"tecvictoriatitle": "Ciudad Victoria Institute of Technology",
	"tecvictoriadates": "Ago 2014 - Feb 2019",
	"tecvictoriadescription": "Bachelor of Computer Systems Engineering"
}
